{"1":{"name":"Arezzo","blurb":"An upscale ladies boutique offering the finest designer lines in footware, clothing, handbags and accessories.","hours":"Monday - Friday 10am-5pm, Saturday 10am-6pm, Sunday &amp; Public Holidays 11am-5pm","phone":"905 562 9336","category":"Clothes &amp; Accessories"},"2":{"name":"Beauty Safari","blurb":"Located in Niagara’s beautiful wine country, Beauty Safari opened its doors in 2008 stocking the finest lines in fragrance, soap and lotions, men’s shaving, fashion accessories and home decor.","hours":"Summer: Monday to Sunday 10:00am-5:00pm, Winter: Jan-April Tuesday - Friday 11:00am-4:00pm  (Mondays closed) - Sat\/Sun 11am-5pm","phone":"905 562 0260","category":"Clothes &amp; Accessories"},"3":{"name":"Cave Springs Cellars","blurb":"Located in an historic winery building dating back to 1871, Cave Spring Cellars boasts the oldest functioning wine cellars in all of Ontario. Visit our wine shop where you will find a complete selection of our current releases, back-vintages according to availability and a wide array of wine accoutrements and winery souvenirs. Tour the winery's expansive underground cellars and enjoy a tasting of wines with one of our knowledgeable staff.","hours":"June - September:\nMonday - Sunday 10am-6pm, October-May: Sunday-Thursday 10am-5pm\nFriday and Saturday 10am-6pm, ","phone":"905 562 3581","category":"Wine"},"4":{"name":"Chic by Janssen","blurb":"Using time-honoured techniques and craftsmanship, Chic brings you uncompromising quality in each unique piece of classic furniture for your home. Visit our store for an experience in grace and elegance. You will find function and quality for all your favourite spaces, and may be surprised by the unexpected!","hours":"10:00AM – 5:00PM seven days a week. Closed Mondays from January to April.","phone":"905 562 0083","category":"Clothes &amp; Accessories"},"5":{"name":"Heritage Gift Shop","blurb":"The shop is operated by over 70 volunteers who are dedicated to raising money for the building project of the Jordan Historical Museum.\n\nFeatured items:\n\nOver 30 varieties of fudge made on site using real butter and cream.\nPreserves featuring jams made from local produce as well as hot pepper jelly, spiced plum relish and pepper and peach relish.\nFabulous jewellery, fashionable and affordable apparel, hats, scarves and purses.\nGiftware, graphics, soft toys and metal art.\nThe shop is wheelchair accessible and tax free due to the charitable status of the organization.","hours":"Open Daily 10 am to 5 pm","phone":"905 562 4849","category":"Gifts"},"6":{"name":"Inn on the Twenty","blurb":"Inn on the Twenty has twenty four suites in our main inn building, two suites in the Winemaker's Cottage and one more modest, but spacious suite in the Vintage House. Each option is unique with an inviting mix of features such as private gardens, spacious whirlpool tubs or original wooden beamed ceilings.\n\nWhat do they have in common? The sensibility of a wine country Inn with an uncluttered mix of antiques and new soft furnishings. Ample space with high ceilings. Inviting king sized beds. Plush robes, hairdryers, makeup mirrors and fine amenities. Extra powder rooms downstairs in the lofts. Television, telephone and high speed internet access. Less obvious perhaps, but the hidden luxury of excellent soundproofing! We've really thought about how to make you comfortable. There are yet more features in our Premium Suites, but any one of our suites is an ideally comfortable base for exploring the Niagara Wine Country lifestyle.\n\nOur ground floor suites are named after local pioneer families whose heritage is celebrated at the Museum of the Twenty. We have a wheelchair lift to allow access to our second storey suites, however, if you prefer a ground floor suite in the inn, feel free to ask at the time of booking. We also offer a delightful suite in our Vintage House, suitable for traveling with your favourite canine, click here for more information on our dog friendly suites.","hours":"","phone":"800 701 8074","category":"Hotels &amp; Lodgings\n"},"7":{"name":"Inn on the Twenty Restaurant &amp; Wine Bar","blurb":"Overlooking the Twenty Mile Creek, the Inn on the Twenty Restaurant and Wine Bar provides you with succulent cuisine matched with delectable wines. Our cuisine marries Niagara's food bounty with the fine wines of Cave Spring Cellars and a wine list exclusive to VQA Niagara that represents the best vintages of the region. We can help you plan everything from a romantic getaway to corporate meetings and family reunions to weddings and anniversary celebrations.","hours":"","phone":"905 562 5336\n","category":"Restaurants"},"8":{"name":"IronGate Garden Elements","blurb":"Everything you need to complement your outdoor living--the finest in cast iron, teak, bronze and marble, including urns, fountains, statuaries and seating.","hours":"Sunday to Saturday 10:00Am to 5:00PM","phone":"289 567 0280","category":"Outdoor &amp; Garden"},"9":{"name":"Jordan Art Gallery","blurb":"You are invited to visit our beautiful gallery, located beside Cave Spring Cellars in Jordan Village. Jordan Art Gallery is one of Niagara's most established galleries, representing artists primarily from the Niagara Region. Along with monthly exhibitions by contemporary artists, we also feature: blown glass, turned wood, raku, mosaics, mixed media, sculpture, jewelry, etchings, photography and painting. All works are available for purchase, however we also welcome those who simply desire to have a peek at what the artists are doing in Niagara. Feel free to browse and enjoy!\n\nRead about upcoming exhibitions or view current work by visiting www.jordanartgallery.com.","hours":"March-May\nClosed Tuesdays &amp; Open Mon, Wed to Sun 10am - 5pm\n\nVictoria Day to Thanksgiving\nSunday to Thursday 10am - 5pm\nFriday &amp; Saturday 10am - 6pm\n\nNovember &amp; December\nOpen Daily 10am -5pm\n\nWINTER (January - April)\nWednesday - Sunday 10am - 5pm","phone":"905 562 6680","category":"Arts &amp; Collectibles"},"10":{"name":"Kenneth Lane Smith Gallery","blurb":"The gallery features the exclusive, limited edition, hand finished, fine art photography on canvas from renowned Canadian photographer Kenneth Lane Smith.\n\nSee for yourself why Kenneth Lane Smith is now considered one of the most collectable artists in Canada today.","hours":"","phone":"905 562 0068","category":"Arts &amp; Collectibles"},"11":{"name":"S&amp;B Antique Gallery","blurb":"S&amp;B Antique Gallery offers a selection of fine furniture from Europe and North America. We deal in unique pieces for that special place in your home. Jewellery and exquisite collectibles fill our showcases.\n\nAntiques are green!","hours":"Mon - Sun: 10am - 6pm Public Holidays: 10am - 6pm","phone":"905 562 5415","category":"Arts &amp; Collectibles"},"12":{"name":"The Jordan House Tavern &amp; Lodging\n","blurb":"Adjacent to the Jordan House Hotel, but with separate entrances, is the renovated Jordan House Tavern. There has been a roadhouse on this site since 1844 and it has hosted everything from church services to vigilante meetings in its history. The photos show that a lot has changed from an architectural perspective, but the same spirit of inclusiveness and casual welcome still remains. The renovation included the use of original beams and the fireplace is built from fieldstones that were originally part of the Jordan House cellar: the old place is gone but far from forgotten. Niagara wines, beers on tap and a full bar are offered along with a menu of casual food that features soups, salads, burgers and other grill items. Not to mention hand-cut fries that are addictive!\n\nWe have an outdoor summer patio area, but we are also ready for colder weather with a great fireplace and indoor pleasures such as a pool table in the mezzanine.","hours":"11:00Am to 1:00Am","phone":"905 562 9591","category":"Hotels &amp; Lodgings"},"13":{"name":"Tintern Road","blurb":"Hot, fashion forward and fabulous women's clothing &amp; accessories. Collections from Michael Kors, Lucian Matis, Rock N' Karma, Myka, SNO of Sweden and Tintern Road by owner\/designer Jacquelene Del Col. Voted &quot;Top 10 boutique outside Toronto&quot; by Flare Magazine. Recommended by Citylines' Sandra Pitana &amp; Lynne Spence.","hours":"Winter hours Wed-Sun 11:00AM to 4:00PM and Sat 10:00AM-5:00PM","phone":"905-562-5547","category":"Clothes &amp; Accessories"}}